# taps
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# brews
brew "bat"
brew "htop"
brew "jq"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "stow"
brew "tree"
brew "hashicorp/tap/terraform"

# casks
cask "beekeeper-studio"
cask "brave-browser"
cask "captin"
cask "docker"
cask "hiddenbar"
cask "kitty"
cask "postman"
cask "rectangle"
cask "spaceman"
cask "tunnelblick"
